# Localization for Russian.

TXT_INCORRECT_DATA = 'Данные введены некорректно.'
TXT_ERROR = 'Ошибка. Неправильно введён год издания и/или название издательства.'
TXT_NUMBER_ERROR = 'Ошибка. Попробуйте ещё раз.'
TXT_MENU = '''КАКУЮ ЗАДАНУ ВЫ ХОТИТЕ РЕШИТЬ?
        1. Вывести полную информацию по id книги.
        2. Вывести полную информацию о книге по ISBN.
        3. Подсчитать количество книг по заданному году издания.
        4. Подсчитать среднюю стоимость книг по каждому издательству.
        5. Вывести информацию о самой дорогой книге(ах) по заданным издательству и году издания. 
        6. Завершить. '''
TXT_INPUT_NUMBER = 'ВВЕДИТЕ НОМЕР: '
TXT_INPUT_ID = 'ВВЕДИТЕ ID КНИГИ: '
TXT_INPUT_ISBN = 'ВВЕДИТЕ ISBN КНИГИ: '
TXT_INPUT_YEAR = 'ВВЕДИТЕ ГОД ИЗДАНИЯ КНИГИ: '
TXT_PUSBLISH_TITLE = 'ВВЕДИТЕ НАЗВАНИЕ ИЗДАТЕЛЬСТВА КНИГИ: '
